Repository: common-repository/seldos-seo
Catalog: languages/seldos-seo-*.po
Languages: tr_tr

source: Indexed
tr_tr: İndexlendi

source: Success
tr_tr: Başarılı

source: Error
tr_tr: Hata

source: Error Save Error
tr_tr: Kayıt Hatası

source: Settings
tr_tr: Ayarlar

source: SEO Error Page
tr_tr: Hata Sayfaları

source: Seldos SEO Settings
tr_tr: Seldos SEO Ayarları

source: Delete
tr_tr: Sil

source: General
tr_tr: Genel

source: Image
tr_tr: Görsel

source: Save
tr_tr: Kaydet

source: Are You SURE?
tr_tr: Emin Misiniz?

source: DELETE
tr_tr: Sil

source: ALL 404 Page
tr_tr: Tüm 404 Sayfaları

source: Title
tr_tr: Başlık

source: Description
tr_tr: Açıklama

source: Titles
tr_tr: Başlık

source: Wordpress Settings
tr_tr: Wordpress Ayarları

source: Json Api Disable
tr_tr: JSON API Kapat

source: SSL Active
tr_tr: SSL Aktif Et

source: Generate Sitemap.xml
tr_tr: Sitemap.xml Oluştur

source: Coming Soon
tr_tr: Yakında

source: Google Settings
tr_tr: Google Ayarları

source: Google Analytic Code
tr_tr: Google Analytic Kodu

source: Google Search Console Code
tr_tr: Google Search Console Kodu

source: Yandex Settings
tr_tr: Yandex Ayarları

source: Yandex Metrica Code
tr_tr: Yandex Metrica Kodu

source: IMAGES SEO SETTINGS
tr_tr: Görsel SEO Ayarları

source: Auto Alt Attribute
tr_tr: Otomatik Alt Etiketini Aktif Et

source: Auto Upload SEO Name
tr_tr: Dosya İsimlerini SEO'ya Çevir

source: This is a short description of what the plugin does. It's displayed in the WordPress admin area.
tr_tr: Bu eklenti wordpress sitenizi SEO'ya en uygun hale otomatik olarak getirebilir.
